/* No comment provided by engineer. */
"%@'s rewatch status has been reverted." = "%@'s rewatch status has been reverted.";

/* Toolbar item name for the Advanced preference pane */
"Advanced" = "Advanced";

/* No comment provided by engineer. */
"Are you sure you want to clear the Scrobble History?" = "Are you sure you want to clear the Scrobble History?";

/* No comment provided by engineer. */
"Auto Scrobble is now turned off." = "Auto Scrobble is now turned off.";

/* No comment provided by engineer. */
"Auto Scrobble is now turned on." = "Auto Scrobble is now turned on.";

/* No comment provided by engineer. */
"Before using this program, you need to add an account. Do you want to open Preferences to authenticate an account now? \r\rPlease note that Hachidori has transitioned to Kitsu and therefore, you must reauthenticate." = "Before using this program, you need to add an account. Do you want to open Preferences to authenticate an account now? \r\rPlease note that Hachidori has transitioned to Kitsu and therefore, you must reauthenticate.";

/* Cancel action button in recording state
   Cancel button title */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Check user credentials in Preferences. You may need to login again." = "Check user credentials in Preferences. You may need to login again.";

/* No comment provided by engineer. */
"Click here to find %@ manually." = "Click here to find %@ manually.";

/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "Click to record new shortcut";

/* No comment provided by engineer. */
"Correction was not successful." = "Correction was not successful.";

/* No comment provided by engineer. */
"Correction was successful" = "Correction was successful";

/* Quit without saves error question message */
"Could not save changes while quitting.  Quit anyway?" = "Could not save changes while quitting.  Quit anyway?";

/* No comment provided by engineer. */
"Couldn't find title." = "Couldn't find title.";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "Delete shortcut";

/* No comment provided by engineer. */
"Do you want to correct this title as %@?" = "Do you want to correct this title as %@?";

/* No comment provided by engineer. */
"Do you want to log out?" = "Do you want to log out?";

/* No comment provided by engineer. */
"Do you want to remove all Auto Exceptions Data?" = "Do you want to remove all Auto Exceptions Data?";

/* No comment provided by engineer. */
"Do you want to remove this account?" = "Do you want to remove this account?";

/* No comment provided by engineer. */
"Do you want to stop rewatching %@?" = "Do you want to stop rewatching %@?";

/* No comment provided by engineer. */
"Donate" = "Donate";

/* No comment provided by engineer. */
"Donation Key Error" = "Donation Key Error";

/* No comment provided by engineer. */
"Enter a valid password and try logging in again." = "Enter a valid password and try logging in again.";

/* No comment provided by engineer. */
"Enter Key" = "Enter Key";

/* No comment provided by engineer. */
"Episode %@" = "Episode %@";

/* Toolbar item name for the Exceptions spreference pane */
"Exceptions" = "Exceptions";

/* No comment provided by engineer. */
"Exceptions List.json" = "Exceptions List.json";

/* Toolbar item name for the General preference pane */
"General" = "General";

/* No comment provided by engineer. */
"Hachidori" = "Hachidori";

/* No comment provided by engineer. */
"Hachidori - %@ - %@" = "Hachidori - %1$@ - %2$@";

/* No comment provided by engineer. */
"Hachidori - %@ - %@ (Pending)" = "Hachidori - %1$@ - %2$@ (Pending)";

/* No comment provided by engineer. */
"Hachidori was unable to log you into your MyAnimeList account since you didn't enter a password" = "Hachidori was unable to log you into your MyAnimeList account since you didn't enter a password";

/* Toolbar item name for the Hotkeys preference pane */
"Hotkeys" = "Hotkeys";

/* No comment provided by engineer. */
"Invalid Key" = "Invalid Key";

/* No comment provided by engineer. */
"JSON file" = "JSON file";

/* No comment provided by engineer. */
"Last Scrobbled:" = "Last Scrobbled:";

/* No comment provided by engineer. */
"Last Scrobbled: %@ - Episode %@ playing from %@" = "Last Scrobbled: %1$@ - Episode %2$@ playing from %3$@";

/* Toolbar item name for the Login preference pane */
"Login" = "Login";

/* No comment provided by engineer. */
"Make sure you are connected to the internet and try again." = "Make sure you are connected to the internet and try again.";

/* No comment provided by engineer. */
"Missing Information" = "Missing Information";

/* No comment provided by engineer. */
"MyAnimeList Sync failed, see console log." = "MyAnimeList Sync failed, see console log.";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Internet" = "No Internet";

/* Alert button when shortcut is already used */
"OK" = "OK";

/* No comment provided by engineer. */
"Once done, this action cannot be undone." = "Once done, this action cannot be undone.";

/* No comment provided by engineer. */
"Once done, you cannot undo this action." = "Once done, you cannot undo this action.";

/* No comment provided by engineer. */
"Once you logged out, you need to log back in before you can enable MyAnimeList sync functionality." = "Once you logged out, you need to log back in before you can enable MyAnimeList sync functionality.";

/* No comment provided by engineer. */
"Once you remove this account, you need to reauthenticate your account before you can use this application." = "Once you remove this account, you need to reauthenticate your account before you can use this application.";

/* No comment provided by engineer. */
"Pending:" = "Pending:";

/* No comment provided by engineer. */
"Pending: %@ - Episode %@ playing from %@" = "Pending: %1$@ - Episode %2$@ playing from %3$@";

/* No comment provided by engineer. */
"Please a directory for Hachidori to ignore." = "Please a directory for Hachidori to ignore.";

/* No comment provided by engineer. */
"Please log in with your account in Preferences before using this program" = "Please log in with your account in Preferences before using this program";

/* No comment provided by engineer. */
"Please log in with your account in Preferences before you enable scrobbling" = "Please log in with your account in Preferences before you enable scrobbling";

/* No comment provided by engineer. */
"Please make sure you copied the name and key exactly from the email." = "Please make sure you copied the name and key exactly from the email.";

/* No comment provided by engineer. */
"Please select a media file you want to create an exception for." = "Please select a media file you want to create an exception for.";

/* No comment provided by engineer. */
"Please select an exceptions list to import." = "Please select an exceptions list to import.";

/* No comment provided by engineer. */
"Please Support Hachidori" = "Please Support Hachidori";

/* No comment provided by engineer. */
"Please type in the name and key exactly from the email and try again." = "Please type in the name and key exactly from the email and try again.";

/* Quit anyway button title */
"Quit anyway" = "Quit anyway";

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "Quitting now will lose any changes you have made since the last successful save";

/* Empty shortcut button in normal state */
"Record Shortcut" = "Record Shortcut";

/* No comment provided by engineer. */
"Registered" = "Registered";

/* No comment provided by engineer. */
"Remind Me Later" = "Remind Me Later";

/* No comment provided by engineer. */
"Retrying in 5 mins..." = "Retrying in 5 mins...";

/* No comment provided by engineer. */
"Rewatch revert was unsuccessful." = "Rewatch revert was unsuccessful.";

/* No comment provided by engineer. */
"Rewatching:" = "Rewatching:";

/* No comment provided by engineer. */
"Rewatching: %@ - Episode %@ playing from %@" = "Rewatching: %1$@ - Episode %2$@ playing from %3$@";

/* No comment provided by engineer. */
"Scrobble Status: Can't find title. Retrying in 5 mins..." = "Scrobble Status: Can't find title. Retrying in 5 mins...";

/* No comment provided by engineer. */
"Scrobble Status: Correction Successful..." = "Scrobble Status: Correction Successful...";

/* No comment provided by engineer. */
"Scrobble Status: Correction unsuccessful..." = "Scrobble Status: Correction unsuccessful...";

/* No comment provided by engineer. */
"Scrobble Status: No internet connection." = "Scrobble Status: No internet connection.";

/* No comment provided by engineer. */
"Scrobble Status: Scrobble Failed. Retrying in 5 mins..." = "Scrobble Status: Scrobble Failed. Retrying in 5 mins...";

/* No comment provided by engineer. */
"Scrobble Status: Scrobble Failed. User credentials might have expired." = "Scrobble Status: Scrobble Failed. User credentials might have expired.";

/* No comment provided by engineer. */
"Scrobble Status: Scrobbling..." = "Scrobble Status: Scrobbling...";

/* No comment provided by engineer. */
"Scrobble Status: Unable to update Watch Status/Score." = "Scrobble Status: Unable to update Watch Status/Score.";

/* No comment provided by engineer. */
"Scrobble Status: Updating of Watch Status/Score Successful." = "Scrobble Status: Updating of Watch Status/Score Successful.";

/* No comment provided by engineer. */
"Scrobble Unsuccessful." = "Scrobble Unsuccessful.";

/* No comment provided by engineer. */
"Since you are disabling Auto Exceptions, you can delete the Auto Exceptions Data. You will be able to download it again." = "Since you are disabling Auto Exceptions, you can delete the Auto Exceptions Data. You will be able to download it again.";

/* Toolbar item name for the Software Updatespreference pane */
"Software Updates" = "Software Updates";

/* Shortcut glyph name for SPACE key */
"Space" = "Space";

/* No comment provided by engineer. */
"Start Scrobbling" = "Start Scrobbling";

/* No comment provided by engineer. */
"Stop Scrobbling" = "Stop Scrobbling";

/* No comment provided by engineer. */
"Thank you for donating. The donation reminder will no longer appear for every two weeks when MAL Sync is enabled." = "Thank you for donating. The donation reminder will no longer appear for every two weeks when MAL Sync is enabled.";

/* Title for alert when shortcut is already used */
"The key combination %@ cannot be used" = "The key combination %@ cannot be used";

/* Message for alert when shortcut is already used by the system */
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.";

/* No comment provided by engineer. */
"This key has been revoked. Please contact the author of this program or enter a valid key." = "This key has been revoked. Please contact the author of this program or enter a valid key.";

/* Message for alert when shortcut is already used */
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "This shortcut cannot be used because it is already used by the menu item ‘%@’.";

/* No comment provided by engineer. */
"This will revert the title status back to it's completed state." = "This will revert the title status back to it's completed state.";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "Type New Shortcut";

/* Empty shortcut button in recording state */
"Type Shortcut" = "Type Shortcut";

/* No comment provided by engineer. */
"Unable to start scrobbling since there is no login. Please verify your login in Preferences." = "Unable to start scrobbling since there is no login. Please verify your login in Preferences.";

/* No comment provided by engineer. */
"Update Now" = "Update Now";

/* No comment provided by engineer. */
"Updating..." = "Updating...";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "Use Old Shortcut";

/* No comment provided by engineer. */
"We noticed that you have been using the MAL Sync functionality for a while. Although this functionality is aviliable to everyone, it cost us money to host the Unofficial MAL API to make this function possible. \r\rIf you find this function helpful, please consider making a donation. You will recieve a key to remove this message while MAL Sync is enabled." = "We noticed that you have been using the MAL Sync functionality for a while. Although this functionality is aviliable to everyone, it cost us money to host the Unofficial MAL API to make this function possible. \r\rIf you find this function helpful, please consider making a donation. You will recieve a key to remove this message while MAL Sync is enabled.";

/* No comment provided by engineer. */
"Welcome to Hachidori" = "Welcome to Hachidori";

/* No comment provided by engineer. */
"Where do you want to save your exception list?" = "Where do you want to save your exception list?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* User Interface */

/* Class = "NSButtonCell"; title = "Register"; ObjectID = "2Vx-3c-95E"; */
"2Vx-3c-95E.title" = "Register";

/* Class = "NSButtonCell"; title = "Enable Kodi/Plex Theater RPC API Detection"; ObjectID = "58w-YA-ei0"; */
"58w-YA-ei0.title" = "Enable Kodi/Plex Theater RPC API Detection";

/* Class = "NSTextFieldCell"; title = "The host is usually an IP address that is running Kodi or Plex Theater. If you are running Kodi or Plex Theater on the same machine, please specify localhost as the host."; ObjectID = "7G9-zR-zjL"; */
"7G9-zR-zjL.title" = "The host is usually an IP address that is running Kodi or Plex Theater. If you are running Kodi or Plex Theater on the same machine, please specify localhost as the host.";

/* Class = "NSButtonCell"; title = "Use Filename for Recognition"; ObjectID = "7GS-84-pZU"; */
"7GS-84-pZU.title" = "Use Filename for Recognition";

/* Class = "NSTextField"; ibShadowedToolTip = "API URL to the Unofficial MAL API"; ObjectID = "9dE-Id-hM6"; */
"9dE-Id-hM6.ibShadowedToolTip" = "API URL to the Unofficial MAL API";

/* Class = "NSTextFieldCell"; title = "In order to make Kodi/Plex Theater JSON RPC API detection work, you need to have HTTP JSON-RPC enabled."; ObjectID = "Agl-d8-C1u"; */
"Agl-d8-C1u.title" = "In order to make Kodi/Plex Theater JSON RPC API detection work, you need to have HTTP JSON-RPC enabled.";

/* Class = "NSButtonCell"; title = "Remove Account"; ObjectID = "DfF-in-lVt"; */
"DfF-in-lVt.title" = "Remove Account";

/* Class = "NSTextFieldCell"; title = "<Username>"; ObjectID = "GYr-Fh-Aee"; */
"GYr-Fh-Aee.title" = "<Username>";

/* Class = "NSTextFieldCell"; title = "These settings allow you to update your MyAnimeList after Hachidori scrobbled the Anime you are watching. This is experimental."; ObjectID = "GjG-Wc-weL"; */
"GjG-Wc-weL.title" = "These settings allow you to update your MyAnimeList after Hachidori scrobbled the Anime you are watching. This is experimental.";

/* Class = "NSButton"; ibShadowedToolTip = "Tests the current API URL."; ObjectID = "LfW-yE-ZYK"; */
"LfW-yE-ZYK.ibShadowedToolTip" = "Tests the current API URL.";

/* Class = "NSTabViewItem"; label = "MyAnimeList Sync"; ObjectID = "OFg-cA-88Q"; */
"OFg-cA-88Q.label" = "MyAnimeList Sync";

/* Class = "NSButtonCell"; title = "Add Donation Key"; ObjectID = "nZW-qw-VnL"; */
"nZW-qw-VnL.title" = "Add Donation Key";

/* Class = "NSTextFieldCell"; title = "UNREGISTERED"; ObjectID = "W5J-9N-UGU"; */
"W5J-9N-UGU.title" = "UNREGISTERED";

/* Class = "NSButtonCell"; title = "Reset API URL"; ObjectID = "QgG-x1-Uv4"; */
"QgG-x1-Uv4.title" = "Reset API URL";

/* Class = "NSTabViewItem"; label = "Kodi/Plex Theater RPC"; ObjectID = "Raw-cz-FaZ"; */
"Raw-cz-FaZ.label" = "Kodi/Plex Theater RPC";

/* Class = "NSTextFieldCell"; title = "Host:"; ObjectID = "Sfk-hk-xua"; */
"Sfk-hk-xua.title" = "Host:";

/* Class = "NSButtonCell"; title = "Login"; ObjectID = "WKI-g0-CyC"; */
"WKI-g0-CyC.title" = "Login";

/* Class = "NSTextFieldCell"; title = "The default port number is 3005 in Plex Theater and 80 in Kodi."; ObjectID = "XKP-As-iQI"; */
"XKP-As-iQI.title" = "The default port number is 3005 in Plex Theater and 80 in Kodi.";

/* Class = "NSTextFieldCell"; title = "API URL:"; ObjectID = "Ygm-YV-IFl"; */
"Ygm-YV-IFl.title" = "API URL:";

/* Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "e8N-bb-aPa"; */
"e8N-bb-aPa.title" = "Password:";

/* Class = "NSButton"; ibShadowedToolTip = "Resets the MAL API URL to it's original values."; ObjectID = "guW-ye-UUR"; */
"guW-ye-UUR.ibShadowedToolTip" = "Resets the MAL API URL to it's original values.";

/* Class = "NSTextFieldCell"; title = "MAL Account:"; ObjectID = "hA0-GX-Di4"; */
"hA0-GX-Di4.title" = "MAL Account:";

/* Class = "NSButtonCell"; title = "Enable MAL Sync"; ObjectID = "iAw-RJ-24L"; */
"iAw-RJ-24L.title" = "Enable MAL Sync";

/* Class = "NSTextFieldCell"; title = "https://malapi.ateliershiori.moe"; ObjectID = "nYn-yC-Irq"; */
"nYn-yC-Irq.title" = "https://malapi.ateliershiori.moe";

/* Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "odu-0E-B04"; */
"odu-0E-B04.title" = "Username:";

/* Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "pU8-xG-g07"; */
"pU8-xG-g07.title" = "Port:";

/* Class = "NSTextFieldCell"; title = "Kodi/Plex Theater JSON RPC API"; ObjectID = "q5t-Pd-3f0"; */
"q5t-Pd-3f0.title" = "Kodi/Plex Theater JSON RPC API";

/* Class = "NSTextFieldCell"; title = "To enable MyAnimeList syncing, you must login. Credentials will be stored in the login Keychain."; ObjectID = "sMp-bM-vte"; */
"sMp-bM-vte.title" = "To enable MyAnimeList syncing, you must login. Credentials will be stored in the login Keychain.";

/* Class = "NSButton"; ibShadowedToolTip = "Uses the filename of the media being played in Kodi/Plex Theater for recognition instead of the title. Enable this if you use a Plex Agent. Not compatable with transcoded media files."; ObjectID = "tLR-wg-ocK"; */
"tLR-wg-ocK.ibShadowedToolTip" = "Uses the filename of the media being played in Kodi/Plex Theater for recognition instead of the title. Enable this if you use a Plex Agent. Not compatable with transcoded media files.";

/* Class = "NSButtonCell"; title = "Test API"; ObjectID = "vTO-Wr-OVD"; */
"vTO-Wr-OVD.title" = "Test API";
﻿
/* Class = "NSMenuItem"; title = "AnimeNewsNetwork"; ObjectID = "01Q-Xx-pgR"; */
"01Q-Xx-pgR.title" = "AnimeNewsNetwork";

/* Class = "NSMenuItem"; title = "Viz"; ObjectID = "0km-Tv-A1k"; */
"0km-Tv-A1k.title" = "Viz";

/* Class = "NSButton"; ibShadowedToolTip = "Removes title from exception list."; ObjectID = "2FI-VL-IAQ"; */
"2FI-VL-IAQ.ibShadowedToolTip" = "Removes title from exception list.";

/* Class = "NSMenuItem"; title = "All Sources"; ObjectID = "2bS-50-LW2"; */
"2bS-50-LW2.title" = "All Sources";

/* Class = "NSMenuItem"; title = "Squire"; ObjectID = "3oE-RS-gur"; */
"3oE-RS-gur.title" = "Squire";

/* Class = "NSMenuItem"; title = "mpv"; ObjectID = "5TO-CG-rc6"; */
"5TO-CG-rc6.title" = "mpv";

/* Class = "NSMenuItem"; title = "Beamer/ffmpeg"; ObjectID = "6eX-cU-jgM"; */
"6eX-cU-jgM.title" = "Beamer/ffmpeg";

/* Class = "NSMenuItem"; title = "Kodi"; ObjectID = "71P-mF-erW"; */
"71P-mF-erW.title" = "Kodi";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "7FX-x9-5LC"; */
"7FX-x9-5LC.title" = "Text Cell";

/* Class = "NSButton"; ibShadowedToolTip = "Adds a title to the dection list."; ObjectID = "7es-2w-wEy"; */
"7es-2w-wEy.ibShadowedToolTip" = "Adds a title to the dection list.";

/* Class = "NSTableColumn"; headerCell.title = "Detected Title"; ObjectID = "8fi-uM-Lr1"; */
"8fi-uM-Lr1.headerCell.title" = "Detected Title";

/* Class = "NSMenuItem"; title = "Plex"; ObjectID = "97Q-8b-gQ2"; */
"97Q-8b-gQ2.title" = "Plex";

/* Class = "NSButton"; ibShadowedToolTip = "Removes a file name ignore rule."; ObjectID = "A54-ad-n80"; */
"A54-ad-n80.ibShadowedToolTip" = "Removes a file name ignore rule.";

/* Class = "NSTableColumn"; headerCell.title = "Correct Title"; ObjectID = "AjX-Bc-piW"; */
"AjX-Bc-piW.headerCell.title" = "Correct Title";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "Apg-Dn-fDu"; */
"Apg-Dn-fDu.title" = "Text Cell";

/* Class = "NSButton"; ibShadowedToolTip = "Adds a filename ignore rule"; ObjectID = "BnS-Ku-SQU"; */
"BnS-Ku-SQU.ibShadowedToolTip" = "Adds a filename ignore rule";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "FLd-kj-Qi3"; */
"FLd-kj-Qi3.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "These settings allow you to specify what titles to ignore in a filename or title from a specific source. You may use Regular Expressions and rules are case insensitive."; ObjectID = "Fzc-wo-e1v"; */
"Fzc-wo-e1v.title" = "These settings allow you to specify what titles to ignore in a filename or title from a specific source. You may use Regular Expressions and rules are case insensitive.";

/* Class = "NSMenuItem"; title = "VLC"; ObjectID = "IL3-8N-EC1"; */
"IL3-8N-EC1.title" = "VLC";

/* Class = "NSMenuItem"; title = "Funimation"; ObjectID = "JSJ-4a-beg"; */
"JSJ-4a-beg.title" = "Funimation";

/* Class = "NSButtonCell"; title = "Export"; ObjectID = "KLI-rf-IFn"; */
"KLI-rf-IFn.title" = "Export";

/* Class = "NSMenuItem"; title = "MyAnimeList"; ObjectID = "Kcy-Fp-Rme"; */
"Kcy-Fp-Rme.title" = "MyAnimeList";

/* Class = "NSMenuItem"; title = "mplayer"; ObjectID = "L7q-SB-SaQ"; */
"L7q-SB-SaQ.title" = "mplayer";

/* Class = "NSButton"; ibShadowedToolTip = "Exports an exception list in JSON format."; ObjectID = "Pco-OY-6j2"; */
"Pco-OY-6j2.ibShadowedToolTip" = "Exports an exception list in JSON format.";

/* Class = "NSMenuItem"; title = "Viewster"; ObjectID = "Pow-fG-CJq"; */
"Pow-fG-CJq.title" = "Viewster";

/* Class = "NSTabViewItem"; label = "Title Ignore"; ObjectID = "RJZ-6G-zST"; */
"RJZ-6G-zST.label" = "Title Ignore";

/* Class = "NSMenuItem"; title = "Kodi/Plex"; ObjectID = "Uq5-pQ-wTu"; */
"Uq5-pQ-wTu.title" = "Kodi/Plex";

/* Class = "NSButton"; ibShadowedToolTip = "Imports an exception list."; ObjectID = "Vdt-sz-D9M"; */
"Vdt-sz-D9M.ibShadowedToolTip" = "Imports an exception list.";

/* Class = "NSMenuItem"; title = "AnimeLab"; ObjectID = "Yv7-Cs-hvX"; */
"Yv7-Cs-hvX.title" = "AnimeLab";

/* Class = "NSButton"; ibShadowedToolTip = "Remove a directory to ignore"; ObjectID = "ZQE-Cy-PgM"; */
"ZQE-Cy-PgM.ibShadowedToolTip" = "Remove a directory to ignore";

/* Class = "NSMenuItem"; title = "SMPlayerX"; ObjectID = "a4U-X4-kWA"; */
"a4U-X4-kWA.title" = "SMPlayerX";

/* Class = "NSTableColumn"; headerCell.title = "Source"; ObjectID = "als-gq-RmQ"; */
"als-gq-RmQ.headerCell.title" = "Source";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "byE-yV-edm"; */
"byE-yV-edm.title" = "Text Cell";

/* Class = "NSMenuItem"; title = "Movist"; ObjectID = "ck1-wU-kgL"; */
"ck1-wU-kgL.title" = "Movist";

/* Class = "NSButtonCell"; title = "Import"; ObjectID = "ctM-pM-8N2"; */
"ctM-pM-8N2.title" = "Import";

/* Class = "NSTabViewItem"; label = "Anime Title Exceptions"; ObjectID = "dDU-b1-Ua0"; */
"dDU-b1-Ua0.label" = "Anime Title Exceptions";

/* Class = "NSMenuItem"; title = "Wakanim"; ObjectID = "dbp-6u-MBO"; */
"dbp-6u-MBO.title" = "Wakanim";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "dil-rI-od5"; */
"dil-rI-od5.title" = "Text Cell";

/* Class = "NSTableColumn"; headerCell.title = "Threshold"; ObjectID = "fEq-C1-gSA"; */
"fEq-C1-gSA.headerCell.title" = "Threshold";

/* Class = "NSMenuItem"; title = "Daisuki"; ObjectID = "iZI-Ut-9SY"; */
"iZI-Ut-9SY.title" = "Daisuki";

/* Class = "NSButton"; ibShadowedToolTip = "Adds a directory to ignore"; ObjectID = "jMX-Gg-uby"; */
"jMX-Gg-uby.ibShadowedToolTip" = "Adds a directory to ignore";

/* Class = "NSTextFieldCell"; placeholderString = "Insert Rule Here"; ObjectID = "lau-mZ-hyQ"; */
"lau-mZ-hyQ.placeholderString" = "Insert Rule Here";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "lau-mZ-hyQ"; */
"lau-mZ-hyQ.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "Table View Cell"; ObjectID = "mrY-8D-Ls5"; */
"mrY-8D-Ls5.title" = "Table View Cell";

/* Class = "NSMenuItem"; title = "Crunchyroll"; ObjectID = "oCS-IM-cwZ"; */
"oCS-IM-cwZ.title" = "Crunchyroll";

/* Class = "NSTableColumn"; headerCell.title = "Rule"; ObjectID = "rj6-7y-jpp"; */
"rj6-7y-jpp.headerCell.title" = "Rule";

/* Class = "NSTableColumn"; headerCell.title = "Offset"; ObjectID = "shT-zK-XYX"; */
"shT-zK-XYX.headerCell.title" = "Offset";

/* Class = "NSTabViewItem"; label = "Directory Ignore"; ObjectID = "uj2-sl-IEV"; */
"uj2-sl-IEV.label" = "Directory Ignore";
﻿
/* Class = "NSTextFieldCell"; title = "Label"; ObjectID = "21S-9j-fOV"; */
"21S-9j-fOV.title" = "Label";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "5a4-I4-gab"; */
"5a4-I4-gab.title" = "Cancel";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "8Mt-Xw-20N"; */
"8Mt-Xw-20N.title" = "Text Cell";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "0"; ObjectID = "CVF-Ty-kyR"; */
"CVF-Ty-kyR.ibShadowedIsNilPlaceholder" = "0";

/* Class = "NSWindow"; title = "Search"; ObjectID = "DbO-Pz-y0h"; */
"DbO-Pz-y0h.title" = "Search";

/* Class = "NSTableColumn"; headerCell.title = "Type"; ObjectID = "KG0-hK-qHl"; */
"KG0-hK-qHl.headerCell.title" = "Type";

/* Class = "CocoaBindingsConnection"; ibShadowedNoSelectionPlaceholder = " "; ObjectID = "RZV-1j-YaB"; */
"RZV-1j-YaB.ibShadowedNoSelectionPlaceholder" = " ";

/* Class = "NSButtonCell"; title = "Delete on Correction"; ObjectID = "Ss9-k8-9Wi"; */
"Ss9-k8-9Wi.title" = "Delete on Correction";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "Uxh-px-bUa"; */
"Uxh-px-bUa.title" = "OK";

/* Class = "NSTableColumn"; headerCell.title = "Title"; ObjectID = "bNU-0h-Tw9"; */
"bNU-0h-Tw9.headerCell.title" = "Title";

/* Class = "NSSearchFieldCell"; placeholderString = "Search Title"; ObjectID = "cSZ-MM-49Y"; */
"cSZ-MM-49Y.placeholderString" = "Search Title";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "czy-kE-yXh"; */
"czy-kE-yXh.title" = "Text Cell";

/* Class = "NSButtonCell"; title = "Only Correct the title just this time"; ObjectID = "jWB-AB-TAa"; */
"jWB-AB-TAa.title" = "Only Correct the title just this time";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "mWM-br-zOf"; */
"mWM-br-zOf.title" = "Text Cell";

/* Class = "NSButton"; ibShadowedToolTip = "If this option is enabled, an exception rule will not be added."; ObjectID = "q4S-ag-rIe"; */
"q4S-ag-rIe.ibShadowedToolTip" = "If this option is enabled, an exception rule will not be added.";

/* Class = "NSTableColumn"; headerCell.title = "Episodes"; ObjectID = "tK4-U2-DdB"; */
"tK4-U2-DdB.headerCell.title" = "Episodes";
﻿
/* Class = "NSButton"; ibShadowedToolTip = "This option when enabled will make Hachidori start detecting playing media after you launch the program."; ObjectID = "5"; */
"5.ibShadowedToolTip" = "This option when enabled will make Hachidori start detecting playing media after you launch the program.";

/* Class = "NSButtonCell"; title = "Start Auto Scrobble at launch"; ObjectID = "14"; */
"14.title" = "Start Auto Scrobble at launch";

/* Class = "NSTextFieldCell"; title = "Scrobbler:"; ObjectID = "15"; */
"15.title" = "Scrobbler:";

/* Class = "NSButton"; ibShadowedToolTip = "By choosing this option, Hachidori will set newly scrobbled titles with the Private privacy setting, meaning that particular title won't be shown on your public list."; ObjectID = "29"; */
"29.ibShadowedToolTip" = "By choosing this option, Hachidori will set newly scrobbled titles with the Private privacy setting, meaning that particular title won't be shown on your public list.";

/* Class = "NSButtonCell"; title = "Set newly scrobbled titles to private"; ObjectID = "30"; */
"30.title" = "Set newly scrobbled titles to private";

/* Class = "NSButton"; ibShadowedToolTip = "Clears the Search Cache"; ObjectID = "33"; */
"33.ibShadowedToolTip" = "Clears the Search Cache";

/* Class = "NSButtonCell"; title = "Clear Search Cache"; ObjectID = "34"; */
"34.title" = "Clear Search Cache";

/* Class = "NSButton"; ibShadowedToolTip = "This option will save the detected title with the show id so that Hachidori won't have to search for it again when a previously updated title gets scrobbled again."; ObjectID = "35"; */
"35.ibShadowedToolTip" = "This option will save the detected title with the show id so that Hachidori won't have to search for it again when a previously updated title gets scrobbled again.";

/* Class = "NSButtonCell"; title = "Cache found Show IDs"; ObjectID = "36"; */
"36.title" = "Cache found Show IDs";

/* Class = "NSButtonCell"; title = "Disable Yosemite Style Titlebar"; ObjectID = "42"; */
"42.title" = "Disable Yosemite Style Titlebar";

/* Class = "NSButtonCell"; title = "Disable Vibrancy"; ObjectID = "44"; */
"44.title" = "Disable Vibrancy";

/* Class = "NSTextFieldCell"; title = "UI Options:"; ObjectID = "46"; */
"46.title" = "UI Options:";

/* Class = "NSTextFieldCell"; title = "Changing UI Settings require a relaunch to take effect. Additionally, these settings will only work under OS X 10.10 or higher."; ObjectID = "50"; */
"50.title" = "Changing UI Settings require a relaunch to take effect. Additionally, these settings will only work under OS X 10.10 or higher.";

/* Class = "NSButton"; ibShadowedToolTip = "This option will make the scrobbler ask if you want to add the title, giving you an opertunity to correct it before applying it."; ObjectID = "64"; */
"64.ibShadowedToolTip" = "This option will make the scrobbler ask if you want to add the title, giving you an opertunity to correct it before applying it.";

/* Class = "NSButtonCell"; title = "Confirm new titles before adding"; ObjectID = "65"; */
"65.title" = "Confirm new titles before adding";

/* Class = "NSButton"; ibShadowedToolTip = "This option allows the scrobbler to ask if the update is okay before applying it."; ObjectID = "68"; */
"68.ibShadowedToolTip" = "This option allows the scrobbler to ask if the update is okay before applying it.";

/* Class = "NSButtonCell"; title = "Confirm before updating title"; ObjectID = "69"; */
"69.title" = "Confirm before updating title";

/* Class = "NSButton"; ibShadowedToolTip = "This option allows Hachidori to launch after startup."; ObjectID = "86"; */
"86.ibShadowedToolTip" = "This option allows Hachidori to launch after startup.";

/* Class = "NSButtonCell"; title = "Start Hachidori at startup"; ObjectID = "87"; */
"87.title" = "Start Hachidori at startup";

/* Class = "NSTextFieldCell"; title = "Date"; ObjectID = "102"; */
"102.title" = "Date";

/* Class = "NSButtonCell"; title = "Update Auto Exceptions Data"; ObjectID = "104"; */
"104.title" = "Update Auto Exceptions Data";

/* Class = "NSButtonCell"; title = "Enable Auto Exceptions"; ObjectID = "105"; */
"105.title" = "Enable Auto Exceptions";

/* Class = "NSButton"; ibShadowedToolTip = "Enabling this option will allow Hachidori to track Rewatch status."; ObjectID = "114"; */
"114.ibShadowedToolTip" = "Enabling this option will allow Hachidori to track Rewatch status.";

/* Class = "NSButtonCell"; title = "Monitor Rewatches"; ObjectID = "115"; */
"115.title" = "Monitor Rewatches";
﻿
/* Class = "NSButton"; ibShadowedToolTip = "Clears the Scrobble History."; ObjectID = "EFQ-jn-Ki5"; */
"EFQ-jn-Ki5.ibShadowedToolTip" = "Clears the Scrobble History.";

/* Class = "NSWindow"; title = "Scrobble History"; ObjectID = "IEV-78-M5f"; */
"IEV-78-M5f.title" = "Scrobble History";

/* Class = "NSTableColumn"; headerCell.title = "Title"; ObjectID = "O6Y-tG-XsQ"; */
"O6Y-tG-XsQ.headerCell.title" = "Title";

/* Class = "NSTableColumn"; headerCell.title = "Date Scrobbled"; ObjectID = "U88-7D-vPa"; */
"U88-7D-vPa.headerCell.title" = "Date Scrobbled";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "Y7h-JG-EsK"; */
"Y7h-JG-EsK.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "aTk-s3-dO4"; */
"aTk-s3-dO4.title" = "Text Cell";

/* Class = "NSTableColumn"; headerCell.title = "Episode"; ObjectID = "aU5-jU-MfX"; */
"aU5-jU-MfX.headerCell.title" = "Episode";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "iU8-1z-IQl"; */
"iU8-1z-IQl.title" = "Text Cell";

/* Class = "NSButtonCell"; title = "Clear History"; ObjectID = "kU9-bA-fRB"; */
"kU9-bA-fRB.title" = "Clear History";
﻿
/* Class = "NSTextFieldCell"; title = "Hotkeys:"; ObjectID = "Eo3-6b-Knh"; */
"Eo3-6b-Knh.title" = "Hotkeys:";

/* Class = "NSTextFieldCell"; title = "Show Status Window:"; ObjectID = "Hkd-8F-FHp"; */
"Hkd-8F-FHp.title" = "Show Status Window:";

/* Class = "NSTextFieldCell"; title = "Scrobble Now:"; ObjectID = "ILO-in-6kf"; */
"ILO-in-6kf.title" = "Scrobble Now:";

/* Class = "NSTextFieldCell"; title = "Toggle Automatic Scrobbling:"; ObjectID = "IW9-Km-O4N"; */
"IW9-Km-O4N.title" = "Toggle Automatic Scrobbling:";

/* Class = "NSTextFieldCell"; title = "Confirm Update:"; ObjectID = "OE9-NP-7tI"; */
"OE9-NP-7tI.title" = "Confirm Update:";
﻿
/* Class = "NSTextFieldCell"; title = "To authenticate, type your Kitsu login credentials and click login."; ObjectID = "14"; */
"14.title" = "To authenticate, type your Kitsu login credentials and click login.";

/* Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "15"; */
"15.title" = "Username:";

/* Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "16"; */
"16.title" = "Password:";

/* Class = "NSButtonCell"; title = "Register"; ObjectID = "22"; */
"22.title" = "Register";

/* Class = "NSButtonCell"; title = "Login"; ObjectID = "40"; */
"40.title" = "Login";

/* Class = "NSButtonCell"; title = "Remove Account"; ObjectID = "42"; */
"42.title" = "Remove Account";

/* Class = "NSTextFieldCell"; title = "Logged in as: "; ObjectID = "51"; */
"51.title" = "Logged in as: ";

/* Class = "NSTextFieldCell"; title = "Username"; ObjectID = "53"; */
"53.title" = "Username";

/* Class = "NSButtonCell"; title = "Getting Started"; ObjectID = "61"; */
"61.title" = "Getting Started";

/* Class = "NSButtonCell"; title = "Reauthenticate"; ObjectID = "65"; */
"65.title" = "Reauthenticate";

/* Class = "NSWindow"; title = "Reauthorize"; ObjectID = "66"; */
"66.title" = "Reauthorize";

/* Class = "NSTextFieldCell"; title = "Please type your password for the account you are currently logged in to generate a new token."; ObjectID = "71"; */
"71.title" = "Please type your password for the account you are currently logged in to generate a new token.";

/* Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "75"; */
"75.title" = "Password:";

/* Class = "NSButtonCell"; title = "Login"; ObjectID = "79"; */
"79.title" = "Login";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "81"; */
"81.title" = "Cancel";
﻿
/* Class = "NSMenu"; title = "AMainMenu"; ObjectID = "29"; */
"29.title" = "AMainMenu";

/* Class = "NSMenuItem"; title = "Hachidori"; ObjectID = "56"; */
"56.title" = "Hachidori";

/* Class = "NSMenu"; title = "Hachidori"; ObjectID = "57"; */
"57.title" = "Hachidori";

/* Class = "NSMenuItem"; title = "About Hachidori"; ObjectID = "58"; */
"58.title" = "About Hachidori";

/* Class = "NSMenuItem"; title = "Close"; ObjectID = "73"; */
"73.title" = "Close";

/* Class = "NSMenu"; title = "File"; ObjectID = "81"; */
"81.title" = "File";

/* Class = "NSMenuItem"; title = "File"; ObjectID = "83"; */
"83.title" = "File";

/* Class = "NSMenuItem"; title = "Preferences…"; ObjectID = "129"; */
"129.title" = "Preferences…";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "Services";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "Services";

/* Class = "NSMenuItem"; title = "Hide Hachidori"; ObjectID = "134"; */
"134.title" = "Hide Hachidori";

/* Class = "NSMenuItem"; title = "Quit Hachidori"; ObjectID = "136"; */
"136.title" = "Quit Hachidori";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "Hide Others";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "Show All";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "197"; */
"197.title" = "Copy";

/* Class = "NSMenuItem"; title = "Select All"; ObjectID = "198"; */
"198.title" = "Select All";

/* Class = "NSMenuItem"; title = "Cut"; ObjectID = "199"; */
"199.title" = "Cut";

/* Class = "NSMenuItem"; title = "Delete"; ObjectID = "202"; */
"202.title" = "Delete";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "203"; */
"203.title" = "Paste";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "205"; */
"205.title" = "Edit";

/* Class = "NSMenuItem"; title = "Undo"; ObjectID = "207"; */
"207.title" = "Undo";

/* Class = "NSMenuItem"; title = "Redo"; ObjectID = "215"; */
"215.title" = "Redo";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "217"; */
"217.title" = "Edit";

/* Class = "NSMenuItem"; title = "Paste and Match Style"; ObjectID = "485"; */
"485.title" = "Paste and Match Style";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "490"; */
"490.title" = "Help";

/* Class = "NSMenu"; title = "Help"; ObjectID = "491"; */
"491.title" = "Help";

/* Class = "NSMenuItem"; title = "Hachidori Help"; ObjectID = "492"; */
"492.title" = "Hachidori Help";

/* Class = "NSMenuItem"; title = "Check for Updates…"; ObjectID = "541"; */
"541.title" = "Check for Updates…";

/* Class = "NSMenuItem"; title = "About Hachidori"; ObjectID = "547"; */
"547.title" = "About Hachidori";

/* Class = "NSMenuItem"; title = "Check for Updates…"; ObjectID = "549"; */
"549.title" = "Check for Updates…";

/* Class = "NSMenuItem"; title = "Preferences…"; ObjectID = "552"; */
"552.title" = "Preferences…";

/* Class = "NSMenuItem"; title = "Quit Hachidori"; ObjectID = "553"; */
"553.title" = "Quit Hachidori";

/* Class = "NSMenuItem"; title = "Start Scrobbling"; ObjectID = "557"; */
"557.title" = "Start Scrobbling";

/* Class = "NSMenuItem"; title = "Show/Hide Status Window"; ObjectID = "573"; */
"573.title" = "Show/Hide Status Window";

/* Class = "NSMenuItem"; title = "Scrobble History"; ObjectID = "590"; */
"590.title" = "Scrobble History";

/* Class = "NSMenu"; title = "Status"; ObjectID = "724"; */
"724.title" = "Status";

/* Class = "NSWindow"; title = "Update Status"; ObjectID = "725"; */
"725.title" = "Update Status";

/* Class = "NSTextFieldCell"; title = "Show Title"; ObjectID = "756"; */
"756.title" = "Show Title";

/* Class = "NSTextFieldCell"; title = "Rating:"; ObjectID = "757"; */
"757.title" = "Rating:";

/* Class = "NSTextFieldCell"; title = "Status:"; ObjectID = "763"; */
"763.title" = "Status:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "765"; */
"765.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Item 3"; ObjectID = "766"; */
"766.title" = "Item 3";

/* Class = "NSMenuItem"; title = "Item 2"; ObjectID = "767"; */
"767.title" = "Item 2";

/* Class = "NSMenuItem"; title = "currently-watching"; ObjectID = "768"; */
"768.title" = "currently-watching";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "769"; */
"769.title" = "Cancel";

/* Class = "NSButtonCell"; title = "Update"; ObjectID = "770"; */
"770.title" = "Update";

/* Class = "NSMenuItem"; title = "dropped"; ObjectID = "771"; */
"771.title" = "dropped";

/* Class = "NSMenuItem"; title = "on_hold"; ObjectID = "772"; */
"772.title" = "on_hold";

/* Class = "NSMenuItem"; title = "completed"; ObjectID = "773"; */
"773.title" = "completed";

/* Class = "NSMenuItem"; title = "current"; ObjectID = "774"; */
"774.title" = "current";

/* Class = "NSWindow"; title = "Hachidori"; ObjectID = "789"; */
"789.title" = "Hachidori";

/* Class = "NSTextFieldCell"; title = "Scrobble Status: Stopped"; ObjectID = "795"; */
"795.title" = "Scrobble Status: Stopped";

/* Class = "NSTextFieldCell"; title = "Additional Info about the last updated title will appear here."; ObjectID = "796"; */
"796.title" = "Additional Info about the last updated title will appear here.";

/* Class = "NSMenuItem"; title = "Share"; ObjectID = "21z-ef-0DY"; */
"21z-ef-0DY.title" = "Share";

/* Class = "NSMenuItem"; title = "Force MAL Status Sync"; ObjectID = "4a8-WM-NTq"; */
"4a8-WM-NTq.title" = "Force MAL Status Sync";

/* Class = "NSToolbarItem"; label = "Share"; ObjectID = "5pz-cj-enZ"; */
"5pz-cj-enZ.label" = "Share";

/* Class = "NSToolbarItem"; paletteLabel = "Share"; ObjectID = "5pz-cj-enZ"; */
"5pz-cj-enZ.paletteLabel" = "Share";

/* Class = "NSMenu"; title = "Share"; ObjectID = "9qZ-L6-NWC"; */
"9qZ-L6-NWC.title" = "Share";

/* Class = "NSMenuItem"; title = "Find Unrecognized Title…"; ObjectID = "CfJ-0Z-4TJ"; */
"CfJ-0Z-4TJ.title" = "Find Unrecognized Title…";

/* Class = "NSTextFieldCell"; title = "Episode:"; ObjectID = "CkC-bN-7WT"; */
"CkC-bN-7WT.title" = "Episode:";

/* Class = "NSMenuItem"; title = "Hachidori Help"; ObjectID = "EZr-3L-5oJ"; */
"EZr-3L-5oJ.title" = "Hachidori Help";

/* Class = "NSMenuItem"; title = "Episode"; ObjectID = "JMG-sQ-r6U"; */
"JMG-sQ-r6U.title" = "Episode";

/* Class = "NSMenuItem"; title = "Stop Rewatching…"; ObjectID = "NJh-Nj-R5h"; */
"NJh-Nj-R5h.title" = "Stop Rewatching…";

/* Class = "NSMenu"; title = "Update/Correct"; ObjectID = "PEE-eA-4CS"; */
"PEE-eA-4CS.title" = "Update/Correct";

/* Class = "NSMenuItem"; title = "Update Now"; ObjectID = "Swq-JZ-crS"; */
"Swq-JZ-crS.title" = "Update Now";

/* Class = "NSMenuItem"; title = "Correct Title…"; ObjectID = "THp-Dy-eKR"; */
"THp-Dy-eKR.title" = "Correct Title…";

/* Class = "NSToolbarItem"; label = "View on Kitsu"; ObjectID = "Wgp-94-tio"; */
"Wgp-94-tio.label" = "View on Kitsu";

/* Class = "NSToolbarItem"; paletteLabel = "View on Kitsu"; ObjectID = "Wgp-94-tio"; */
"Wgp-94-tio.paletteLabel" = "View on Kitsu";

/* Class = "NSToolbarItem"; toolTip = "View on Kitsu"; ObjectID = "Wgp-94-tio"; */
"Wgp-94-tio.toolTip" = "View on Kitsu";

/* Class = "NSMenuItem"; title = "Show Title"; ObjectID = "a2M-Ci-eiK"; */
"a2M-Ci-eiK.title" = "Show Title";

/* Class = "NSButtonCell"; title = "Private"; ObjectID = "aGe-7O-pEg"; */
"aGe-7O-pEg.title" = "Private";

/* Class = "NSTextFieldCell"; title = "Notes:"; ObjectID = "bRt-tC-Vfa"; */
"bRt-tC-Vfa.title" = "Notes:";

/* Class = "NSMenuItem"; title = "Update Status…"; ObjectID = "dU4-FY-DLP"; */
"dU4-FY-DLP.title" = "Update Status…";

/* Class = "NSToolbarItem"; label = "Update History"; ObjectID = "eo4-15-Ehk"; */
"eo4-15-Ehk.label" = "Update History";

/* Class = "NSToolbarItem"; paletteLabel = "Update History"; ObjectID = "eo4-15-Ehk"; */
"eo4-15-Ehk.paletteLabel" = "Update History";

/* Class = "NSToolbarItem"; toolTip = "Update History"; ObjectID = "eo4-15-Ehk"; */
"eo4-15-Ehk.toolTip" = "Update History";

/* Class = "NSToolbarItem"; label = "Edit Status"; ObjectID = "k8g-Fn-fps"; */
"k8g-Fn-fps.label" = "Edit Status";

/* Class = "NSToolbarItem"; paletteLabel = "Edit Status"; ObjectID = "k8g-Fn-fps"; */
"k8g-Fn-fps.paletteLabel" = "Edit Status";

/* Class = "NSToolbarItem"; toolTip = "Edit Status"; ObjectID = "k8g-Fn-fps"; */
"k8g-Fn-fps.toolTip" = "Edit Status";

/* Class = "NSMenuItem"; title = "Update/Correct"; ObjectID = "ocn-xD-u5l"; */
"ocn-xD-u5l.title" = "Update/Correct";

/* Class = "NSToolbarItem"; label = "Correct Title"; ObjectID = "q9Q-0H-wSc"; */
"q9Q-0H-wSc.label" = "Correct Title";

/* Class = "NSToolbarItem"; paletteLabel = "Correct Title"; ObjectID = "q9Q-0H-wSc"; */
"q9Q-0H-wSc.paletteLabel" = "Correct Title";

/* Class = "NSToolbarItem"; toolTip = "Correct Title"; ObjectID = "q9Q-0H-wSc"; */
"q9Q-0H-wSc.toolTip" = "Correct Title";

/* Class = "NSMenuItem"; title = "Confirm Update"; ObjectID = "ri5-oa-eh7"; */
"ri5-oa-eh7.title" = "Confirm Update";

/* Class = "NSMenuItem"; title = "Last Scrobbled:"; ObjectID = "wRW-vV-uul"; */
"wRW-vV-uul.title" = "Last Scrobbled:";
﻿
﻿
/* Class = "NSBox"; title = "Box"; ObjectID = "4"; */
"4.title" = "Box";

/* Class = "NSButton"; ibShadowedToolTip = "Checks for new updates"; ObjectID = "7"; */
"7.ibShadowedToolTip" = "Checks for new updates";

/* Class = "NSButton"; ibShadowedToolTip = "Sends basic information of your computer (Hachidori Version, CPU, RAM, Mac OS X version) to the developers site. This is completely optional and no personal information is sent."; ObjectID = "8"; */
"8.ibShadowedToolTip" = "Sends basic information of your computer (Hachidori Version, CPU, RAM, Mac OS X version) to the developers site. This is completely optional and no personal information is sent.";

/* Class = "NSButton"; ibShadowedToolTip = "This option allows Hachidori to automatically check for new versions."; ObjectID = "9"; */
"9.ibShadowedToolTip" = "This option allows Hachidori to automatically check for new versions.";

/* Class = "NSTextFieldCell"; title = "Updates:"; ObjectID = "11"; */
"11.title" = "Updates:";

/* Class = "NSButtonCell"; title = "Automatically Check for Updates"; ObjectID = "12"; */
"12.title" = "Automatically Check for Updates";

/* Class = "NSButtonCell"; title = "Send anonymous system profile"; ObjectID = "13"; */
"13.title" = "Send anonymous system profile";

/* Class = "NSButtonCell"; title = "Check for Updates"; ObjectID = "14"; */
"14.title" = "Check for Updates";

/* Class = "NSTextFieldCell"; title = "Last Checked:"; ObjectID = "15"; */
"15.title" = "Last Checked:";

/* Class = "NSButton"; ibShadowedToolTip = "Enabling this option allows MAL Updater OS X to download new updates automatically. "; ObjectID = "24"; */
"24.ibShadowedToolTip" = "Enabling this option allows MAL Updater OS X to download new updates automatically. ";

/* Class = "NSButtonCell"; title = "Automatically download new updates"; ObjectID = "25"; */
"25.title" = "Automatically download new updates";

/* Class = "NSMenuItem"; title = "Hourly"; ObjectID = "43"; */
"43.title" = "Hourly";

/* Class = "NSMenuItem"; title = "Daily"; ObjectID = "44"; */
"44.title" = "Daily";

/* Class = "NSMenuItem"; title = "Weekly"; ObjectID = "45"; */
"45.title" = "Weekly";

/* Class = "NSTextFieldCell"; title = "Check for updates"; ObjectID = "48"; */
"48.title" = "Check for updates";


/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "0Pe-Ch-3WI"; */
"0Pe-Ch-3WI.title" = "Cancel";

/* Class = "NSWindow"; title = "Add Donation Key"; ObjectID = "1Et-No-nIp"; */
"1Et-No-nIp.title" = "Add Donation Key";

/* Class = "NSTextFieldCell"; placeholderString = "MllQdgZ/oY9/GMSz42LphcZa5s2RnhgNjxLqQ6cgs2GqdES+Lguq7c1KkkQwNef0zzctfyqLEcA8Z7n+nYlp5g=="; ObjectID = "D2i-zZ-JL7"; */
"D2i-zZ-JL7.placeholderString" = "MllQdgZ/oY9/GMSz42LphcZa5s2RnhgNjxLqQ6cgs2GqdES+Lguq7c1KkkQwNef0zzctfyqLEcA8Z7n+nYlp5g==";

/* Class = "NSButtonCell"; title = "Register"; ObjectID = "DEl-Kn-nLo"; */
"DEl-Kn-nLo.title" = "Register";

/* Class = "NSTextFieldCell"; title = "The donation key will be verified via the internet."; ObjectID = "H8L-Lf-9MU"; */
"H8L-Lf-9MU.title" = "The donation key will be verified via the internet.";

/* Class = "NSTextFieldCell"; title = "Donation Key:"; ObjectID = "ZSS-dw-G1r"; */
"ZSS-dw-G1r.title" = "Donation Key:";

/* Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "bJG-ti-OU9"; */
"bJG-ti-OU9.title" = "Name:";

/* Class = "NSTextFieldCell"; placeholderString = "Suzukaze Aoba"; ObjectID = "bRk-dn-5iy"; */
"bRk-dn-5iy.placeholderString" = "Suzukaze Aoba";

/* Class = "NSButtonCell"; title = "Donate"; ObjectID = "kUc-yh-8A3"; */
"kUc-yh-8A3.title" = "Donate";
﻿
/* SSKeychain */
/* No comment provided by engineer. */
"errSecAllocate" = "errSecAllocate";

/* No comment provided by engineer. */
"errSecAuthFailed" = "errSecAuthFailed";

/* No comment provided by engineer. */
"errSecDecode" = "errSecDecode";

/* No comment provided by engineer. */
"errSecDefault" = "errSecDefault";

/* No comment provided by engineer. */
"errSecDuplicateItem" = "errSecDuplicateItem";

/* No comment provided by engineer. */
"errSecInteractionNotAllowed" = "errSecInteractionNotAllowed";

/* No comment provided by engineer. */
"errSecItemNotFound" = "errSecItemNotFound";

/* No comment provided by engineer. */
"errSecNotAvailable" = "errSecNotAvailable";

/* No comment provided by engineer. */
"errSecParam" = "errSecParam";

/* No comment provided by engineer. */
"errSecUnimplemented" = "errSecUnimplemented";

/* No comment provided by engineer. */
"SSKeychainErrorBadArguments" = "SSKeychainErrorBadArguments";

